{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"<s>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"</s>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"<unk>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"<pad>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"[CLS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":5,"special":true,"content":"[SEP]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":6,"special":true,"content":"[MASK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":null,"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"<s>":0,"</s>":1,"<unk>":2,"<pad>":3,"[CLS]":4,"[SEP]":5,"[MASK]":6,"\n":7,"A":8,"C":9,"G":10,"N":11,"T":12,"AA":13,"TT":14,"GG":15,"CC":16,"AT":17,"AG":18,"AC":19,"TG":20,"TC":21,"ATT":22,"GC":23,"AGG":24,"TGG":25,"ACC":26,"AAC":27,"ATC":28,"AAG":29,"ATG":30,"AGC":31,"TCC":32,"TTC":33,"TGC":34,"TAA":35,"TTG":36,"TAC":37,"AAAA":38,"GGC":39,"TAG":40,"CCC":41,"ACG":42,"TAT":43,"TCG":44,"ATGG":45,"AGAA":46,"TATT":47,"TTTT":48,"GGG":49,"ACAA":50,"CCG":51,"ATAA":52,"GCG":53,"ATTC":54,"ATTG":55,"TCAA":56,"TGAA":57,"AGGC":58,"TGTT":59,"ACCC":60,"TGGC":61,"ATGC":62,"AGAG":63,"TTGG":64,"ATCC":65,"AGGG":66,"ATAC":67,"AGAC":68,"TGGG":69,"TATC":70,"TGCC":71,"TACC":72,"TTTC":73,"TATG":74,"AGCC":75,"TTAA":76,"TAAC":77,"ACAC":78,"TTTG":79,"TTCC":80,"TTGC":81,"AAGG":82,"TCCC":83,"TGTC":84,"AAAC":85,"AACG":86,"AAGC":87,"TGAC":88,"AGTC":89,"AGCG":90,"AACC":91,"ATCG":92,"ATAG":93,"TCTC":94,"TAAG":95,"TAGC":96,"AAAG":97,"ACCG":98,"AATC":99,"TTAC":100,"TTCG":101,"TAGG":102,"TGTG":103,"AATT":104,"GGCG":105,"ACTC":106,"TGCG":107,"ACGG":108,"AATG":109,"TACG":110,"ATATT":111,"ACAG":112,"GGGG":113,"AGTT":114,"TCCG":115,"ACGC":116,"AAGAA":117,"AGTG":118,"GGCC":119,"CCCG":120,"AACAA":121,"TCGC":122,"AGAAG":123,"ACTT":124,"ACTG":125,"ATAT":126,"GCGC":127,"CCCC":128,"TCTT":129,"TCGG":130,"ATGGC":131,"AGAGG":132,"TCTG":133,"ATGGG":134,"ATTGG":135,"ATCAA":136,"AGATG":137,"ATTTT":138,"TGATG":139,"ATATG":140,"TCAC":141,"TATTG":142,"TCAG":143,"TAAAA":144,"ATTGC":145,"TGAG":146,"TATTC":147,"TATGG":148,"AGGAA":149,"TGGAA":150,"ACCAA":151,"CCAA":152,"AGCAA":153,"AGTGG":154,"AGAAC":155,"TTTTG":156,"TTTAA":157,"ATATC":158,"ATTCC":159,"GCAA":160,"AGGGG":161,"ACAAC":162,"TTCAA":163,"TGTTG":164,"ATTAA":165,"TGGCC":166,"AGGCC":167,"GCGG":168,"ATAAC":169,"ATTTC":170,"TGGGG":171,"ACAAG":172,"ATGAA":173,"TACAA":174,"TTTTC":175,"ATTTG":176,"ACCCC":177,"AGATC":178,"AGAGC":179,"AAGCC":180,"TATAA":181,"ATCCC":182,"TGTGG":183,"ATACC":184,"GGAA":185,"TTGAA":186,"ATGCC":187,"ACAGC":188,"AGACC":189,"ATAAG":190,"TATGC":191,"TGCAA":192,"TGAAG":193,"TCAAC":194,"AGAAAA":195,"ACATC":196,"TCATC":197,"TCCAA":198,"AGATT":199,"ACAGG":200,"TTTGG":201,"ATAAAA":202,"TTGCC":203,"ACTGG":204,"TCTTC":205,"ACACC":206,"GGGC":207,"AGTAA":208,"TTTGC":209,"TACCC":210,"TCCCC":211,"AGTTG":212,"AGGGC":213,"TGTGC":214,"AGTGC":215,"AGTTC":216,"ATAGC":217,"ACATT":218,"TGGCG":219,"CCGCC":220,"TAGAA":221,"AGTAC":222,"AGGCG":223,"TCAAG":224,"TATCC":225,"TGAAC":226,"ACATG":227,"ACTGC":228,"TGTTC":229,"TTTCC":230,"TGTAA":231,"ACGCC":232,"TTTAC":233,"AGTAG":234,"TCTGC":235,"TGGGC":236,"TTGGG":237,"TTATT":238,"TCTTG":239,"TCGCC":240,"TGAGG":241,"TTGGC":242,"ATTCG":243,"ACTAA":244,"TGTAC":245,"ACTAC":246,"ACTTC":247,"TCACC":248,"ACTCC":249,"AGCCC":250,"TCTGG":251,"TCTCC":252,"AAGAAG":253,"TCAGG":254,"ATAGG":255,"TGCCC":256,"TTATG":257,"ACTTG":258,"TGATT":259,"TCAGC":260,"AAAAAA":261,"TGTCC":262,"TTATC":263,"TGAGC":264,"ACCCG":265,"AGTCC":266,"TGATC":267,"TGACC":268,"GCGCC":269,"TCATT":270,"TTTAG":271,"ATATAA":272,"AACAAC":273,"TATCG":274,"TCTAA":275,"TCATG":276,"AGACG":277,"AGAGAA":278,"ATGCG":279,"ACAAAA":280,"ATGATG":281,"TTCCC":282,"TCCCG":283,"ATACAA":284,"AGGAGG":285,"TCTAC":286,"ACGGC":287,"TAGGC":288,"AGCGC":289,"AGCGG":290,"AAAAG":291,"TTAG":292,"AACGG":293,"TAGGG":294,"TGCGC":295,"TGTAG":296,"GGGCC":297,"ACGAA":298,"AGCAGC":299,"ATGGAA":300,"ATTTAA":301,"ATATTG":302,"TCAAAA":303,"TTACC":304,"ATCCG":305,"TAGCC":306,"AGAAGG":307,"TAAGG":308,"AACGC":309,"NN":310,"ATACG":311,"AGATGG":312,"TGCGG":313,"GGCGG":314,"ATTTTG":315,"TAACG":316,"TACCG":317,"TGTCG":318,"AAAAGC":319,"TTAAC":320,"TAATAA":321,"AGAAGC":322,"GGCAA":323,"TGACG":324,"AGACAA":325,"TTCGG":326,"TTTCG":327,"AAGAAC":328,"GGCGC":329,"ACCGC":330,"ATCATC":331,"AGGAAG":332,"TAACC":333,"TGGTGG":334,"TTAAG":335,"TGAAAA":336,"AGGAC":337,"AGCAG":338,"ACCGG":339,"ATGGCC":340,"TCTCG":341,"ATATTC":342,"TTTAT":343,"TGCCG":344,"TGTTTT":345,"AAGAC":346,"AACAC":347,"TGCTGC":348,"TTTATT":349,"GGGAA":350,"CCGC":351,"TCGAA":352,"AACAAG":353,"TGGAC":354,"TGTTGG":355,"ATATGG":356,"AACAG":357,"AGGAG":358,"AAAAGG":359,"ATCGG":360,"ATAGAA":361,"AATAA":362,"TACGG":363,"A\n":364,"ACTAG":365,"ATTATT":366,"TAGCG":367,"AACAGC":368,"ATGTTG":369,"ATCGC":370,"TTCTTC":371,"TCTAG":372,"TTTGAA":373,"ATGAAG":374,"TCCGG":375,"TGATGG":376,"AAGAG":377,"TCGGC":378,"TCAAGG":379,"TTAAAA":380,"ATGCAA":381,"TTTTGG":382,"ACACG":383,"TGAAGG":384,"TCCGC":385,"TTGCG":386,"TTCGC":387,"ACTCG":388,"TTGTTG":389,"ACCACC":390,"ACAAGG":391,"TAAGC":392,"CCGG":393,"AACATC":394,"ACGGG":395,"ATTTTC":396,"AGCCG":397,"TGGATG":398,"AAGAGG":399,"CCCAA":400,"TCCTCC":401,"ATTCAA":402,"AGAACC":403,"AACAGG":404,"ATGTC":405,"ATATAC":406,"AAAACC":407,"TGTTGC":408,"TCCTC":409,"TTTTGC":410,"AAGATC":411,"ATGAC":412,"ACAACC":413,"TTTTAA":414,"TGCTGG":415,"AGTCG":416,"ACAAGC":417,"TGTTCC":418,"TTCTC":419,"TTAGC":420,"TTTTCC":421,"AGTTGG":422,"T\n":423,"TTAGG":424,"TATTGG":425,"TGTAT":426,"TACGC":427,"AACACC":428,"TCAAGC":429,"AACTC":430,"AACTGG":431,"ACGCG":432,"ATATGC":433,"TGATAA":434,"ATGGGG":435,"AGTAT":436,"AAGAGC":437,"AAGATG":438,"AGATAA":439,"ATTGAA":440,"TGGTC":441,"AACATT":442,"ATCTC":443,"CCCGC":444,"AGGGAA":445,"AGGGCC":446,"TTCTTG":447,"ATATCC":448,"TGCTC":449,"ATGTT":450,"ATGGCG":451,"ATCAC":452,"ATTAC":453,"TGATGC":454,"CCCGG":455,"AGATGC":456,"TGAAGC":457,"ACCTC":458,"AACATG":459,"TGGAAG":460,"AGTATT":461,"AACTAC":462,"TTGATG":463,"ATAGAG":464,"AGGATG":465,"TATCAA":466,"ATTTAC":467,"ATTTGC":468,"AGGACC":469,"ACACAA":470,"TCCACC":471,"AGCTGG":472,"TTCCG":473,"TGACAA":474,"ACTAT":475,"ATTTGG":476,"TTGAAG":477,"TTGGAA":478,"ATTATC":479,"AGTTTT":480,"TGGGCC":481,"TTTCAA":482,"ATTTCC":483,"AGCTC":484,"TTGTC":485,"AACTCC":486,"TTACG":487,"TTTGTT":488,"ATCCAA":489,"ATTGCC":490,"AGAGCC":491,"TTATAA":492,"TATTAA":493,"ACCAGC":494,"AACTTC":495,"ATTATG":496,"AGGAGC":497,"ATGGGC":498,"TCAACC":499,"AGGCAA":500,"TTTGGC":501,"TATTGC":502,"AAGAAAA":503,"TATGGC":504,"TCGCG":505,"AACTGC":506,"TGAGAA":507,"ATGTAA":508,"TGTGGC":509,"TCGGG":510,"ATATAG":511,"TAACAA":512,"AACTAA":513,"ACCAC":514,"TGGAG":515,"ATTGGG":516,"TCGTCG":517,"TCACG":518,"TGCCCC":519,"ACCATC":520,"ATTGGC":521,"TGCAGC":522,"TGGAGG":523,"TTGGCC":524,"AGCGCC":525,"TGAACC":526,"TGTATT":527,"TGGGAA":528,"TTGTT":529,"ATAAGG":530,"TTGAC":531,"ATCAG":532,"ACGACG":533,"TGTTAA":534,"TAATAG":535,"TGGAGC":536,"TGTGCC":537,"TATAC":538,"ACCAGG":539,"ATCTT":540,"AGATTC":541,"ATGAGG":542,"ATAGAC":543,"AACGCC":544,"AGCAC":545,"ATACCC":546,"AAGTC":547,"AGTTAA":548,"TGCTG":549,"AGATTG":550,"TCCAC":551,"AACTT":552,"TAAGAA":553,"TTCATC":554,"TATTCC":555,"AACTG":556,"TGCGCC":557,"AGATAC":558,"AACTTG":559,"TATATT":560,"AGGATC":561,"AAGTGG":562,"TACTAC":563,"AAGACC":564,"TTGGGG":565,"TCTTTT":566,"TAAATT":567,"TATGGG":568,"ACCGCC":569,"ATGTGG":570,"TGCAC":571,"TATGAA":572,"AT\n":573,"AGTGGC":574,"TTCAC":575,"AAGCAA":576,"TAAAC":577,"TACAC":578,"TCAGAA":579,"TGTCAA":580,"TATGCC":581,"TTGTGG":582,"AGGCGC":583,"TGCAGG":584,"TACCAA":585,"TATATG":586,"TTGGGC":587,"ACCCAA":588,"ATATATT":589,"AGTGGG":590,"AGCAGG":591,"TAGTAG":592,"NNNN":593,"TGCACC":594,"TTCCAA":595,"TGATTC":596,"AAGTTG":597,"AGTCAA":598,"TGCATC":599,"TGGCAA":600,"AAGGAA":601,"TTACAA":602,"AGCATC":603,"TCGTC":604,"AACAAAA":605,"AGCCCC":606,"TACACC":607,"AGTTTG":608,"TGTATG":609,"TATATC":610,"TGTGTT":611,"TGCTTG":612,"AGTGAA":613,"AGGTC":614,"ACTTTT":615,"TAAAAG":616,"AGATCC":617,"TCCAGC":618,"TGGTTC":619,"TGTACC":620,"AGGCGG":621,"TTTATG":622,"AGTTTC":623,"TGGACC":624,"TCTCAA":625,"ATGTAC":626,"CCGAA":627,"ACATTG":628,"AACGAA":629,"TAATC":630,"TGGATC":631,"ATATCG":632,"ATGTTC":633,"ACAGAA":634,"TAGCAA":635,"TGATCC":636,"AAGGCC":637,"AGAGGG":638,"AGACGG":639,"ATTTAG":640,"TACTC":641,"AAGGGG":642,"TTTATC":643,"TTGCAA":644,"TGCTCC":645,"AGCTAA":646,"AAGTTC":647,"TACATC":648,"TGACAC":649,"ATGATC":650,"TGCTTC":651,"AGAGGC":652,"TTGTAA":653,"ACATGG":654,"GGCGGC":655,"TTTGCC":656,"TTTACC":657,"TGCTAA":658,"TGGCGG":659,"TGGCGC":660,"TGTGGG":661,"ACCTGG":662,"CCGCCG":663,"ACATAA":664,"TCCAGG":665,"ACTTTC":666,"TTGTTC":667,"AGCTGC":668,"TGATTG":669,"ACTTTG":670,"ATCAGG":671,"TGAGAG":672,"AGCCAA":673,"TGGTAA":674,"AAGTAA":675,"ACGTC":676,"ATGTCC":677,"GCGAA":678,"TACTAA":679,"TGTGAA":680,"TGCCAA":681,"ATAATAA":682,"TGCCGC":683,"AAGTAG":684,"ATGAGC":685,"AGTTGC":686,"AGTATG":687,"TTATTG":688,"TTCACC":689,"TTGAGG":690,"CCCTC":691,"AGACCC":692,"TTGATC":693,"TGGACG":694,"TTCTCC":695,"TGATAC":696,"AAGATT":697,"AGCCGC":698,"ATGACC":699,"TGGTGC":700,"ACAGGG":701,"AGTTCC":702,"TGTGTC":703,"TTCTAA":704,"TCCGCC":705,"ATCACC":706,"AGCTCC":707,"TGACGG":708,"TATTCG":709,"TATACC":710,"ATTACC":711,"TGACGC":712,"TTATGG":713,"TAGTAA":714,"TACAAC":715,"AGCTTC":716,"ATTCGC":717,"AGCAAC":718,"ATCATT":719,"TGTAAC":720,"ACAGAG":721,"AGTGTT":722,"AGACGC":723,"ATCTAA":724,"AGGGGG":725,"AGGTAG":726,"TTTGGG":727,"TACAAG":728,"AGTATC":729,"TTCAAC":730,"TTAGAA":731,"TTGTAG":732,"AGGTGG":733,"AN":734,"ATCTCC":735,"AGGGGC":736,"TTTAAC":737,"ATGATT":738,"ATGCCC":739,"TTCTGG":740,"AACCAA":741,"TTGATT":742,"TGCGGC":743,"ACATCC":744,"ATCAAG":745,"AAGGGC":746,"ATAGGG":747,"AGCACC":748,"ACATTC":749,"TGCCCG":750,"ATAACC":751,"AGTACC":752,"ATAGTC":753,"AGTGCC":754,"TCGACG":755,"ATCGCC":756,"TTATTC":757,"ATGAAC":758,"TGGGGC":759,"AGTAGG":760,"TTGTCC":761,"ATAAGC":762,"TGTCCC":763,"TGAGGG":764,"TTATAC":765,"TGCTAC":766,"TTTAAG":767,"TTGTTTC":768,"ACTCAA":769,"AGTGTC":770,"TTGTAC":771,"TTCTAC":772,"AAGACG":773,"AGTAAC":774,"ATAGCC":775,"TTCAGG":776,"TGGTCC":777,"TAAAAC":778,"AAGTAC":779,"ACTTGG":780,"GGCGCC":781,"TGGTAC":782,"ATGCGC":783,"TCTTCC":784,"TGAGGC":785,"AACCCC":786,"AGCTAC":787,"TACCCC":788,"ACGGCC":789,"TTAAGG":790,"TCATGG":791,"ATCCCC":792,"ATGAAAA":793,"TACGCC":794,"TTTCCC":795,"ATCAAC":796,"AGGACG":797,"ATGTAG":798,"ACAGGC":799,"ACTGAA":800,"TGTGAC":801,"TTGCGG":802,"ATGTGC":803,"AGCGGC":804,"ACCCGC":805,"TCGCCG":806,"TGGCCC":807,"AGAGCG":808,"ACCTCC":809,"AGGAAC":810,"AGTGAC":811,"GGGGGG":812,"TATAAAA":813,"TGCCGG":814,"TGGAAC":815,"ATGACG":816,"TTCAAG":817,"TCGTCC":818,"ATCCGG":819,"ATAACG":820,"ACCCGG":821,"TCACAA":822,"ATCTTG":823,"TCTTGG":824,"AGCAAG":825,"TTCCCC":826,"AGCCGG":827,"ATCTTC":828,"ACACGG":829,"TGAGAC":830,"AAGCGG":831,"ACTATG":832,"ACAGAC":833,"ACGCCG":834,"ATTCCC":835,"TGGAAAA":836,"ATCCCG":837,"TGGTAG":838,"TGCAAC":839,"TTCGCC":840,"ATCGAA":841,"TCATTG":842,"ACCAAC":843,"ACGCGC":844,"TTGGCG":845,"AAGTGC":846,"ATCTAC":847,"AGGATT":848,"ACTGGC":849,"TCTTTC":850,"TCTCGG":851,"TTATGC":852,"TCTAT":853,"AAGCCC":854,"AAACGG":855,"TGATAG":856,"TGGGGG":857,"TGCGCG":858,"TGTATC":859,"TCCCGC":860,"ACTATT":861,"TGCTAG":862,"ACTTCC":863,"ATTTTTT":864,"TAAAAAA":865,"TCGCGC":866,"AGTAGC":867,"ACTGGG":868,"TCTATT":869,"AGGTTG":870,"TAGGAA":871,"TTGCGC":872,"TGGTTG":873,"AGTTAC":874,"AGAAGAA":875,"ACTGTT":876,"GCGCGC":877,"TAATAC":878,"ATGCGG":879,"AGGAAAA":880,"TCTGAA":881,"TGCTCG":882,"TTATCC":883,"ATTAAAA":884,"TTACAC":885,"TGGCCG":886,"ACGGGG":887,"ATAGGC":888,"ATCATG":889,"TCAGGC":890,"TTTTCG":891,"ACACCC":892,"TCATCC":893,"AGGCCC":894,"TATATAA":895,"TAAAGC":896,"ACGCGG":897,"TAGGGG":898,"AAGTCC":899,"ACCCCC":900,"TCCCAA":901,"AGGCCG":902,"AGCGAA":903,"AAGAGAA":904,"ACGCCC":905,"ATTAAC":906,"TTCAAAA":907,"TGTCGC":908,"ATGTCG":909,"ATTCGG":910,"ACCTTG":911,"TACCGC":912,"AGCGCG":913,"TTTAGC":914,"ACTTGC":915,"ATACGG":916,"AACGGC":917,"ACGGCG":918,"ATTTGAA":919,"ATCAAAA":920,"AGGTGC":921,"ACAGCC":922,"AGGTCC":923,"TGTACG":924,"ACGATC":925,"TCAGAG":926,"TAATGG":927,"TTGAAAA":928,"TGACCC":929,"TATAAC":930,"TGAACG":931,"AGTGTG":932,"AAGAAGG":933,"ATTTTAA":934,"TCTTTG":935,"TGTCGG":936,"ACATAC":937,"TGAGCC":938,"TAAATC":939,"TATCCC":940,"ATACCG":941,"TCAGAC":942,"TTCCGG":943,"TTCAGC":944,"CCCGCC":945,"TGTTCG":946,"TCTTGC":947,"ATGGATG":948,"TACTCC":949,"ATTTATT":950,"TTGCCC":951,"ATCAGC":952,"TTGACC":953,"AACACG":954,"TTGAGC":955,"ATCTGG":956,"AAGCGC":957,"AGTAAG":958,"AGATAG":959,"AGTCCC":960,"AAAAAAAA":961,"AGGTAC":962,"ACATGC":963,"TCGCCC":964,"AGGAGAA":965,"TGAGTC":966,"ACCTTC":967,"TCTGCC":968,"TCTGTT":969,"ATATCAA":970,"TCAGGG":971,"TAATTG":972,"ACGGGC":973,"ACAACG":974,"TTAGAG":975,"TGGGCG":976,"AAACGC":977,"TGTCCG":978,"ATTTCG":979,"ACTTAA":980,"TAGGGC":981,"TAAATG":982,"AGATCG":983,"ACACGC":984,"TCTACC":985,"ACATCG":986,"TAAAGG":987,"ACTAAC":988,"TTACCC":989,"ATGCCG":990,"TTGTGC":991,"AGCAAAA":992,"TACAAAA":993,"TCGCGG":994,"TCTATC":995,"GGCCCC":996,"AGCAGAA":997,"TCCTCG":998,"TTCTGC":999,"TTTCGC":1000,"TGTGCG":1001,"AGCGGG":1002,"AACTAG":1003,"ACTACC":1004,"TGTAGC":1005,"AGAACG":1006,"AGTACG":1007,"TTCGAA":1008,"TGCACG":1009,"TCGGGC":1010,"TCCTGG":1011,"ATGATGG":1012,"AGCATT":1013,"TTTTTAA":1014,"TTCTAG":1015,"TCCCCC":1016,"TTAACC":1017,"TAGGCC":1018,"TCCCGG":1019,"ACCAAG":1020,"TCTATG":1021,"TTCATT":1022,"ATAATAG":1023,"TTGAAC":1024,"TCCATC":1025,"TATAAG":1026,"ACCATG":1027,"TACTGC":1028,"ACCGAA":1029,"ATGGGAA":1030,"TTGACG":1031,"GGGGCC":1032,"ACTATC":1033,"TTGCCG":1034,"AACCGG":1035,"TTGTCG":1036,"GGGAGG":1037,"AGCCCG":1038,"TTCATG":1039,"TGCATT":1040,"AAAAGGC":1041,"TTTCGG":1042,"TTTCCG":1043,"TGATCG":1044,"AACGGG":1045,"TAATTTT":1046,"ATCTAG":1047,"AGTTCG":1048,"TAGCGG":1049,"AGCTAG":1050,"ACAGTC":1051,"TAAACC":1052,"TCCTGC":1053,"TTATAG":1054,"TACATG":1055,"TCTCCC":1056,"ATTTAT":1057,"TACCCG":1058,"TCCTTC":1059,"ATCTGC":1060,"TCAGCC":1061,"AGCATG":1062,"TACTAG":1063,"AACTCG":1064,"AGGTAA":1065,"ACGTCG":1066,"TN":1067,"GCGCCG":1068,"TGTAAG":1069,"TTTACG":1070,"TCATAA":1071,"AGGTTC":1072,"ATAGCG":1073,"ACCGGC":1074,"ATCCGC":1075,"ACTCGG":1076,"TCTGGC":1077,"TACAGC":1078,"AGTCGG":1079,"TGGATT":1080,"TATCGC":1081,"TTTAGG":1082,"TGCAGAA":1083,"ACGTCC":1084,"TCATCG":1085,"ATTATAA":1086,"ACAGCG":1087,"TTCTCG":1088,"AGGGCG":1089,"TGACCG":1090,"ACTTAC":1091,"AACAAGG":1092,"ATACGC":1093,"TAGAAAA":1094,"TCTCGC":1095,"TTTGCG":1096,"TCATTC":1097,"ATTGGAA":1098,"ACGACC":1099,"AAGACAA":1100,"AGCTCG":1101,"GGCCGC":1102,"TCTGTC":1103,"AGATATT":1104,"ACCATT":1105,"TCACCG":1106,"ATAACAA":1107,"TCATGC":1108,"TCGGCG":1109,"TAACGG":1110,"GCGCCC":1111,"TGTAGG":1112,"ACTGTC":1113,"ACAAATG":1114,"TAGAAG":1115,"TACATT":1116,"TTAAGC":1117,"TCCAAC":1118,"TCCAAAA":1119,"ACCTGC":1120,"AGGAAGC":1121,"TTGTTTT":1122,"AACAGAA":1123,"AAGATGG":1124,"CCCCCC":1125,"AATCGG":1126,"ACGAGC":1127,"TCACCC":1128,"TCACTC":1129,"ACACCG":1130,"ATGATAA":1131,"AACTCAA":1132,"TCACAC":1133,"AATCGC":1134,"ATTTTTG":1135,"AAAATAA":1136,"AGTCGC":1137,"TCATAC":1138,"TGGTTGG":1139,"AACACAA":1140,"TGGTCG":1141,"ACGAGG":1142,"TCTGGG":1143,"ACGATG":1144,"AGCTTG":1145,"ACTGAC":1146,"ACTGCC":1147,"TAATTC":1148,"TACT\n":1149,"TTAGGC":1150,"TAGATG":1151,"AACATGG":1152,"AAGAAGC":1153,"TAAGGC":1154,"AACCGC":1155,"NNNNNNNN":1156,"ACGCAA":1157,"ACTCTC":1158,"TACAGG":1159,"AGACCG":1160,"TACTTC":1161,"ATTACAA":1162,"TACTGG":1163,"TCTTAA":1164,"TCACAG":1165,"TGCGGG":1166,"TCCTTG":1167,"TATACAA":1168,"ATTAAG":1169,"TCGGCC":1170,"TAAAGAA":1171,"TGGAACC":1172,"ATGGGCC":1173,"ATGAGAA":1174,"ATCAGAA":1175,"TCTTAC":1176,"ACCGGG":1177,"TACTTG":1178,"TAATGC":1179,"TATCGG":1180,"ATATTAA":1181,"AAGAAAC":1182,"ACCCCG":1183,"TGAGCG":1184,"TAACGC":1185,"AGGGGAA":1186,"ACCACG":1187,"TGCGAA":1188,"TGAGTT":1189,"TAGGCG":1190,"ACGGAA":1191,"ATCGGC":1192,"ATATTGG":1193,"TAAGCC":1194,"ACCAAAA":1195,"ACGAAG":1196,"TTCCGC":1197,"TCAACG":1198,"ACTACG":1199,"AAGATAA":1200,"TCCCCG":1201,"GGGGAA":1202,"AGAACAA":1203,"ATTACG":1204,"AACAGGG":1205,"TCGAGC":1206,"ATTGCG":1207,"AGAGGAA":1208,"TGGATGG":1209,"ATTTCAA":1210,"ACTCGC":1211,"AACAAAC":1212,"ATGTTTT":1213,"ACCTAA":1214,"AGTCCG":1215,"AACGCG":1216,"ACCTAC":1217,"TTAGGG":1218,"ACTCCC":1219,"TCTGAC":1220,"AGGTCG":1221,"TTTAAAA":1222,"AGATGAA":1223,"ACGTGC":1224,"TTAATAA":1225,"ACCGCG":1226,"TTAGAC":1227,"AAGCCG":1228,"AGGAAAC":1229,"ACTTCG":1230,"TTGATGG":1231,"AACTTTT":1232,"TCCGGG":1233,"TATTGAA":1234,"TATGGAA":1235,"TACCGG":1236,"TTATCG":1237,"AAAAATT":1238,"ATGTCAA":1239,"TAAGGG":1240,"TCAGTT":1241,"GCGCGG":1242,"TCCAAG":1243,"ACCTAG":1244,"TAATATT":1245,"ATGGCAA":1246,"TTCTTTT":1247,"TATGCG":1248,"TTGTTTCTACT\n":1249,"TGAGAGG":1250,"TGCATG":1251,"TCGGGG":1252,"ACAATGG":1253,"ACCTCG":1254,"ATTGCAA":1255,"TAATAT":1256,"TCTTCG":1257,"TTCGGC":1258,"TAGATAA":1259,"AGTGCG":1260,"ATGTTAA":1261,"ACGTTG":1262,"TACAGAA":1263,"TAGTGG":1264,"ATTTGGG":1265,"TTACGG":1266,"TAACCC":1267,"TCTAAC":1268,"AAAGAAG":1269,"TGCAAG":1270,"AGGATGG":1271,"ATATGGC":1272,"ATCTCG":1273,"TATAGC":1274,"AAAATGG":1275,"TCGGAA":1276,"ACTGTG":1277,"ATTATTG":1278,"TTACGC":1279,"ACCAACC":1280,"AATTTAA":1281,"ACGTAC":1282,"ACCATTG":1283,"TGATGAA":1284,"ACGTGG":1285,"AACAAGC":1286,"ACATAG":1287,"TACGAA":1288,"GGGCCC":1289,"TAATGAA":1290,"TATAGG":1291,"AACATAA":1292,"GGCAGC":1293,"AAGTTTT":1294,"TAGAGC":1295,"ACGTTC":1296,"TATTTTG":1297,"AGTAAAA":1298,"ACAATAA":1299,"TGTTGGG":1300,"AGGAAGG":1301,"TAGATC":1302,"TCGTGC":1303,"ACGATGG":1304,"TATAGAA":1305,"TCCGGC":1306,"ATTTTGG":1307,"CCCAGC":1308,"TCCGCG":1309,"TCAGTC":1310,"TTATATT":1311,"AACAGGC":1312,"ATTTTTC":1313,"AATTGGC":1314,"AAGAATG":1315,"TAGCGC":1316,"TAGTTG":1317,"AACACCC":1318,"TATCCG":1319,"ATCAATG":1320,"GGGGGC":1321,"ATAAGAA":1322,"TAATCC":1323,"AGCAAAAGC":1324,"ATTAGG":1325,"AACATTG":1326,"TAGAGG":1327,"AGATAT":1328,"GGCTGC":1329,"AACATCC":1330,"TGATGCC":1331,"TCGTTG":1332,"TTTATTG":1333,"AAGAGGC":1334,"AAAGAAAA":1335,"TGTTTTG":1336,"TATACG":1337,"TTCCCG":1338,"GCGGGC":1339,"TCACTG":1340,"TGCTGAA":1341,"AGATGGC":1342,"TGGTG":1343,"TCGCAA":1344,"ATGTTTG":1345,"ATCATTG":1346,"AGAAGCC":1347,"TTGTTGG":1348,"TCCTAC":1349,"AGATTGC":1350,"TGGATTC":1351,"TCCGAA":1352,"TGCAAAA":1353,"AGAGAAG":1354,"TCGATG":1355,"TACGGC":1356,"ATTCCG":1357,"TCAATAA":1358,"ATTTATC":1359,"AGAAGGG":1360,"ATGTG":1361,"ATTTGTT":1362,"ATTAGC":1363,"TTTTTTTT":1364,"TTTATTC":1365,"TAATG":1366,"TAGACC":1367,"CCCTCC":1368,"AGAAGGC":1369,"ATTGAAAA":1370,"TTCGGG":1371,"TAGTGC":1372,"ATATTCC":1373,"TGGTT":1374,"ATTTTCC":1375,"AACAGCC":1376,"TAGTAC":1377,"ATTGTAA":1378,"TGCAGAG":1379,"AGCTG":1380,"CCGCCGC":1381,"GGCCAA":1382,"TCCACG":1383,"AACAGAG":1384,"GGCGCG":1385,"TGGAGAA":1386,"TGTTTAA":1387,"AGATATG":1388,"CCCACC":1389,"ATTGAAG":1390,"ATTTACC":1391,"TCCATG":1392,"ACAACAA":1393,"TCACGG":1394,"ACTAGC":1395,"AAGAAAG":1396,"TATTTTC":1397,"ACAATGC":1398,"ATCAAGG":1399,"ATGTAT":1400,"TCTCCG":1401,"AAGTGTT":1402,"TTTTGGC":1403,"AACAATC":1404,"ACCATGC":1405,"AGATTTT":1406,"ATCGCG":1407,"TATTTAA":1408,"CCCCAA":1409,"ATGGTGG":1410,"TCGTGG":1411,"TGAAGGC":1412,"ACGTAA":1413,"CCGCCC":1414,"TCTACG":1415,"TCAGCG":1416,"ATCGGG":1417,"TTCTT":1418,"TCCTAA":1419,"ATCTTTT":1420,"AGATTGG":1421,"TACGGG":1422,"ATCAAGC":1423,"TATGGGC":1424,"AATGATG":1425,"TTGTTAA":1426,"AACAACC":1427,"TACACG":1428,"ATGGGGC":1429,"AAGTT":1430,"AGGAGGC":1431,"TGAAGAA":1432,"TTGACAA":1433,"ATATTGC":1434,"TTCAGAA":1435,"TGGTTTT":1436,"TAGAGAA":1437,"AGAGAGC":1438,"TCTGCG":1439,"TATTCAA":1440,"TCTGTG":1441,"TACATAA":1442,"AGGACAA":1443,"GGCGAA":1444,"NG":1445,"ATATGAA":1446,"TCCATT":1447,"TAGATT":1448,"TAGCCC":1449,"TTGAGAA":1450,"GGCCGG":1451,"TACACAA":1452,"ATGTTGG":1453,"CCCGAA":1454,"AATGATGG":1455,"ATCAATT":1456,"AGCACG":1457,"TATATTG":1458,"AACTATT":1459,"TCCAGAA":1460,"AACATTC":1461,"CCCTGG":1462,"AGGTTTT":1463,"ACTGCG":1464,"ATCACG":1465,"TGAGTG":1466,"TTAGCC":1467,"TCACGC":1468,"TGGCTCC":1469,"ATATGGG":1470,"TTTGATG":1471,"TTAGTG":1472,"ATCAAAG":1473,"TATAG":1474,"TTGATAA":1475,"AAGATCC":1476,"TTTTTGC":1477,"ACAAATT":1478,"AGAGGGG":1479,"TCGACC":1480,"ACTTTAA":1481,"AACATGC":1482,"TCAATGG":1483,"ATTCAAAA":1484,"AAGAATT":1485,"TCAAATC":1486,"TTAACG":1487,"TGGTGTT":1488,"AACTTAA":1489,"TGAAATC":1490,"TCGTAG":1491,"ATGGCCC":1492,"TGATATT":1493,"TGAAGGG":1494,"AAGATGC":1495,"TCGAGG":1496,"TCTAAG":1497,"AACAAAG":1498,"ACAAGGC":1499,"CCGAGG":1500,"AACAGAC":1501,"TGGAATC":1502,"AACTTTG":1503,"AGAATAA":1504,"AGATCAA":1505,"TTGAAGG":1506,"ATTCTAC":1507,"TGCTTTT":1508,"AGAAATC":1509,"ATGAAGG":1510,"TATATAC":1511,"TCGTAA":1512,"NC":1513,"CCCGCG":1514,"TCTAGC":1515,"TCGTAC":1516,"AAGTTTC":1517,"ATGACAA":1518,"AGATGCC":1519,"AACAATG":1520,"ATGATTG":1521,"TTGTGGG":1522,"TGGTTTC":1523,"AAAATGC":1524,"TTCTCTC":1525,"TTACCG":1526,"TTAGTC":1527,"ATGTTTC":1528,"CCCCGG":1529,"TATAAAC":1530,"AGGAGAG":1531,"ATCTTGG":1532,"TGTTGGC":1533,"GCGCG":1534,"ATTCTAA":1535,"ATTTTAC":1536,"TTCACG":1537,"TTAGTT":1538,"AAGATTG":1539,"TGGAGAC":1540,"ATACCAA":1541,"TTGATGC":1542,"AACAATT":1543,"TGGAAGG":1544,"ATGATGC":1545,"TA\n":1546,"TTCTCAA":1547,"AAGAATC":1548,"ATTAGAA":1549,"CCCGGG":1550,"AACTGGC":1551,"TTTTGAA":1552,"TGGAAAC":1553,"AAAAAAG":1554,"AGATGGG":1555,"ACCACAA":1556,"ACCAAGG":1557,"TTCATGG":1558,"TATAATT":1559,"ATCATCC":1560,"ACTAAG":1561,"TTCACAA":1562,"TTCGCG":1563,"AGGAAAG":1564,"TGACATG":1565,"ACCATGG":1566,"AAAAAGAA":1567,"TGGGGGC":1568,"AAGAACC":1569,"CCCAGG":1570,"AGCAAGC":1571,"TGAATGC":1572,"CCGTCG":1573,"ATCATGC":1574,"ATAAATT":1575,"ATTGGGC":1576,"TAGAAGG":1577,"AAGTCG":1578,"TGAATTC":1579,"AACTTTC":1580,"TGGAAGC":1581,"TCAGTG":1582,"AGCACTC":1583,"AGAATGC":1584,"GGCGGG":1585,"AAGAGAG":1586,"AAGTTTG":1587,"ATCTCAA":1588,"ACAAGAA":1589,"AATTGGG":1590,"AGCAAAC":1591,"AGATAAG":1592,"TGCTCAA":1593,"AGTATTC":1594,"AGAGGGC":1595,"AGACCAA":1596,"ATCATGG":1597,"TATTGGC":1598,"TAAACAA":1599,"AGTGGAA":1600,"ACTAGG":1601,"TGGCGCC":1602,"ACCAAGC":1603,"ATTTATG":1604,"ATCTG":1605,"ATTTTGC":1606,"TATAATG":1607,"TTGAAGC":1608,"AAGTATG":1609,"TTCTTCC":1610,"AGGTTGG":1611,"AGGAGAC":1612,"AGATATC":1613,"AGTATGG":1614,"TGAGATC":1615,"GCGTCG":1616,"TGGTGGC":1617,"TAATT":1618,"ATAGGGC":1619,"ATCAAAC":1620,"TACTTTT":1621,"ACCAGAA":1622,"ATATAAAA":1623,"TTCAAGG":1624,"ATAGTGG":1625,"TTGTCAA":1626,"ATAGCAA":1627,"AAGAGTC":1628,"TAAACG":1629,"TACCAGC":1630,"TAGACG":1631,"TTCTTGC":1632,"AGAGGCC":1633,"TCCTTTT":1634,"ATGCTGC":1635,"TTGTTGC":1636,"TTGTTTG":1637,"TATATTC":1638,"AGAAATG":1639,"TTTCAGC":1640,"TCATAG":1641,"GGGTGG":1642,"TACATAC":1643,"ATTGATG":1644,"TATGTAG":1645,"TTGAAAC":1646,"ATGTATT":1647,"TTCTTTG":1648,"TGATGGC":1649,"TTTACAA":1650,"TAGTCC":1651,"GGGAGC":1652,"AGAGCAA":1653,"AAAATCC":1654,"CCGACG":1655,"ATTAAAG":1656,"AACACAC":1657,"AGCAGAG":1658,"ACAGGGC":1659,"AGCACAC":1660,"ATGTGTC":1661,"TACGCG":1662,"TACTATT":1663,"TAAAATT":1664,"TGAATGG":1665,"ATCACAA":1666,"ATAAATG":1667,"TGTGGCC":1668,"TACTCG":1669,"AGGTTAA":1670,"TGATTGG":1671,"ACAGAAG":1672,"TAAATAA":1673,"AGCACAA":1674,"TTCTTTC":1675,"AACAGTC":1676,"ATCTGAA":1677,"GGGAAAA":1678,"AACATAC":1679,"ACTTTCC":1680,"TATATGC":1681,"TACAGAG":1682,"GGCTCC":1683,"ACTCCG":1684,"ACCTTTT":1685,"AGCAGCC":1686,"AGGAATG":1687,"AGGACTC":1688,"TTCAAAC":1689,"TTGCTGC":1690,"TGGGGAA":1691,"TGTTGAA":1692,"ACATCAA":1693,"TAACATC":1694,"ACCAAAC":1695,"AGTTGGG":1696,"ATATTCG":1697,"TATGGGG":1698,"AAGTATT":1699,"TTGTATT":1700,"ATAAAAAA":1701,"TTGGTGG":1702,"TTCATTG":1703,"TATTGCC":1704,"GGCTGG":1705,"CCCCGC":1706,"TGCAGGG":1707,"AAGAGAC":1708,"ATGAAGC":1709,"AAGATTC":1710,"TGCATTG":1711,"TACAAGG":1712,"GGCAGG":1713,"TTTCTCC":1714,"TACAACC":1715,"AGCATAC":1716,"ATATATC":1717,"TCACTT":1718,"AAGACCC":1719,"ATTTAAC":1720,"ATTTGAC":1721,"TCCTGTC":1722,"AAGAGCC":1723,"TGGTGTC":1724,"TACAAAC":1725,"TGATGGG":1726,"ATGCTAA":1727,"TGGTGAA":1728,"ATCAGAAG":1729,"ATGAAAC":1730,"AGAACCC":1731,"GCGCCGC":1732,"TGCTGCC":1733,"ATGAAAG":1734,"ATAGGGG":1735,"AAAATGAA":1736,"TTATTTT":1737,"TAAAAGC":1738,"ATGTTCC":1739,"AACAACG":1740,"TTGAAAG":1741,"TAAAGAC":1742,"TATAATC":1743,"ACAAATC":1744,"TAGTTTT":1745,"AGCATGG":1746,"ATTATAC":1747,"TGCTCTC":1748,"ATTCCAA":1749,"AGCTT":1750,"TGAGGGG":1751,"TTGAGAG":1752,"TCGTTC":1753,"AACTGAA":1754,"ACACCAA":1755,"TTTCTTC":1756,"TCAAGGG":1757,"AGCGAGG":1758,"ATTCAAG":1759,"ATCTTCC":1760,"AGATAAC":1761,"GGCACC":1762,"ACGTAG":1763,"ATGGTAG":1764,"TCATCGG":1765,"ATGATTC":1766,"ACAATTTT":1767,"ATTTGGC":1768,"TTATAT":1769,"AGACATC":1770,"TCTAGG":1771,"GGGACC":1772,"AGTGTGG":1773,"TATAAAG":1774,"AGCATTG":1775,"TACAAGC":1776,"ATAGGAA":1777,"AGGCGCC":1778,"AAGATAC":1779,"ACAAGCC":1780,"AGGATGC":1781,"TCAAGAA":1782,"TCTGCCG":1783,"AAGTTCC":1784,"AGCAATC":1785,"TGGAATT":1786,"GCGACG":1787,"ACAAGGG":1788,"TGGTGGG":1789,"TTCGAGC":1790,"TTTTGCC":1791,"TAGTTC":1792,"TGTTGCC":1793,"TTTGGCC":1794,"TATATGG":1795,"AAAATAC":1796,"TGCCTTC":1797,"AGCAGAC":1798,"AGCTTGG":1799,"ATTTGTG":1800,"AGTACAA":1801,"AAGTTAA":1802,"ATCTTTG":1803,"TCCATGG":1804,"TAGCCG":1805,"ACCTGGG":1806,"AGTATTG":1807,"TGGAGCC":1808,"ATTGTAC":1809,"TCCCCGG":1810,"TCAGGCC":1811,"ATAATGG":1812,"TTCTATT":1813,"TTTTGGG":1814,"ACGAAC":1815,"TTCGCCG":1816,"TATGTTG":1817,"TTTTCAA":1818,"TACAGCC":1819,"TCCAAGC":1820,"ATTAAAC":1821,"GCGTGC":1822,"AG\n":1823,"ATTCGAA":1824,"ACTGGGG":1825,"AGGATTG":1826,"AGTGGCC":1827,"TTCTTGG":1828,"AGCATTC":1829,"TGGATCC":1830,"ATTATTC":1831,"ACCATCC":1832,"TGTTCAA":1833,"TTTATAA":1834,"ATTATGG":1835,"GGCGGCG":1836,"TAATTGG":1837,"ATGTGTT":1838,"AGTTTGC":1839,"TAAAAAC":1840,"AATTTTC":1841,"AGTTGAA":1842,"AGAATTC":1843,"TATAAGG":1844,"GGCTAC":1845,"ATCTTGC":1846,"ATTTGTC":1847,"ATCAACC":1848,"ATTGGCC":1849,"TTTTTTG":1850,"TATGCAA":1851,"ATGGAAAA":1852,"TGGGAGC":1853,"GCGCAA":1854,"AAGTATC":1855,"AGGAATC":1856,"TTCAGAC":1857,"ATACAAAA":1858,"TAAATTC":1859,"TTTCACC":1860,"AGATCCC":1861,"TTCAAGC":1862,"TCCAGCC":1863,"AGCAAGG":1864,"AGAAAAC":1865,"TCGATC":1866,"AGGGCCC":1867,"ACACTAA":1868,"TCTTTTC":1869,"ATGTATG":1870,"AGCTCAA":1871,"TGCTGTT":1872,"TTGAACC":1873,"TAAAATC":1874,"GGCAAG":1875,"TGGCTGC":1876,"ATGGCGC":1877,"AGCAACC":1878,"ATCTATT":1879,"AGACAAAA":1880,"ATATGCC":1881,"AGGATTC":1882,"AGGAGGG":1883,"TTCTAT":1884,"TGGAATG":1885,"AGAGCCC":1886,"ATACATG":1887,"AGAATAC":1888,"TGCATGG":1889,"ACCAGGG":1890,"ATTGTTG":1891,"TTTGTCC":1892,"ACGCCGC":1893,"ATTACAC":1894,"TAATAAG":1895,"AGAATGG":1896,"ATCAATC":1897,"ATTAATG":1898,"AAGTTGG":1899,"ATAGATGG":1900,"ATCACCC":1901,"TTGATCC":1902,"AGCAGGG":1903,"ATGCCCC":1904,"TTTGGAA":1905,"TGTGTTC":1906,"ACCACCC":1907,"AACTAT":1908,"CCGCCGG":1909,"TAGAC":1910,"TGGACAA":1911,"AGCTGAA":1912,"ATGTTGC":1913,"AGGCAGG":1914,"ATGTGAA":1915,"TTTATGG":1916,"TAAAAGG":1917,"TGTATGG":1918,"ATCATAA":1919,"AGACACC":1920,"TCTGCGG":1921,"AAAACCC":1922,"TTTTTCC":1923,"TGTTTGG":1924,"AAAAGGG":1925,"AGTGCAA":1926,"TGTAAAA":1927,"TTGATTC":1928,"ATGGAGG":1929,"TTTGTAA":1930,"ATCCCAA":1931,"TACAATG":1932,"AGAAATT":1933,"AGTGGGG":1934,"AAAATAG":1935,"ACCAGAG":1936,"AACTTGC":1937,"TACAAAG":1938,"AAGACAC":1939,"TTCAGAG":1940,"TGATAT":1941,"AGATTCC":1942,"TGATATC":1943,"TTCTGAA":1944,"TGAACAA":1945,"TCAGAAG":1946,"TCGCCGC":1947,"AGTTGGC":1948,"TGATTTT":1949,"AAGTGAA":1950,"TTATTAA":1951,"TGGCCGC":1952,"AGTGGCG":1953,"AAGAACG":1954,"ATGTGGC":1955,"AACTCCC":1956,"AACTACC":1957,"ATTTCTT":1958,"TGAGAAG":1959,"GGGTCC":1960,"ATAGGCC":1961,"AGCAGGC":1962,"TACTTTG":1963,"TTAGTAG":1964,"CCCACG":1965,"TAATGAC":1966,"ACTCTTG":1967,"TAATGTT":1968,"TACATGG":1969,"ACCACCG":1970,"TTTTTGG":1971,"TTGTGTT":1972,"ACTCCAA":1973,"ATCTGGG":1974,"AGAAAGC":1975,"AACTTAC":1976,"TCAAATG":1977,"ACAATTGG":1978,"TTATTGC":1979,"TTCAGGC":1980,"AACACAG":1981,"ACATATT":1982,"TGATATG":1983,"ATTATGC":1984,"TTTGTGG":1985,"TCGAAAA":1986,"CCCATC":1987,"TGTCTGC":1988,"CCGTCC":1989,"TTTTTTC":1990,"TTAGCG":1991,"ATTTAAAA":1992,"AACTTGG":1993,"AAAAATG":1994,"AAGATAG":1995,"AGGTTTC":1996,"TGGTATT":1997,"AAGTCAA":1998,"ATCTGGC":1999,"TTTTTATT":2000,"TCTGGAA":2001,"AACCTCC":2002,"ACCCCGG":2003,"AGGACCC":2004,"TACCACC":2005,"TAATAAC":2006,"TACTGTT":2007,"TTTTTAG":2008,"TAA\n":2009,"AGATACC":2010,"TTAACAA":2011,"TTTGTTG":2012,"ATTTGCC":2013,"TTCTGGG":2014,"TAAAAAG":2015,"GGGCCG":2016,"CCCTCAA":2017,"TTGCCGC":2018,"TTGGCAA":2019,"TATGATG":2020,"ATCAGAG":2021,"ACAATTC":2022,"TAGAAC":2023,"AAGAGGG":2024,"TGGAGAG":2025,"TACAATC":2026,"AGCTTTT":2027,"ACATTTT":2028,"AGAATCC":2029,"TTACAAAA":2030,"TTGATTG":2031,"TGTCCAA":2032,"TCTTGGC":2033,"TATAGAG":2034,"ATGAGAG":2035,"AGTCTCC":2036,"ACAAACC":2037,"TGCAAAC":2038,"TGATCAA":2039,"TGCTTGC":2040,"TGACAAAA":2041,"ATTTCTC":2042,"CCGACC":2043,"TACTGCC":2044,"ATGAGTC":2045,"ATCTTTC":2046,"ACAATAG":2047,"TCAACAA":2048,"AACATCG":2049,"TTGGGAA":2050,"TAAAACC":2051,"AGCCATGG":2052,"TTTATGC":2053,"TGATAAC":2054,"AAAATTAA":2055,"ATGGCGG":2056,"ACATACC":2057,"ACCAGCC":2058,"CCCTCG":2059,"ATGACAC":2060,"TTCAACC":2061,"ATGAGAAC":2062,"ACAATTAA":2063,"TGTATTC":2064,"TGATAAG":2065,"TGGGACC":2066,"AGTGGGC":2067,"CCCTTC":2068,"TATAGTGC":2069,"GCGTCC":2070,"TTGATCG":2071,"ACTTGGG":2072,"AGGTGAA":2073,"CCCGGC":2074,"TCCCGCC":2075,"TGTACAA":2076,"TTCCTTTG":2077,"TTATTCC":2078,"ATGCGCC":2079,"AGACTCC":2080,"AGATTTG":2081,"AAGACAG":2082,"TACACAC":2083,"AACTATG":2084,"TAACCG":2085,"TGCACAC":2086,"AGGCCGC":2087,"AGGAATT":2088,"TGGTTGC":2089,"AATCTAA":2090,"TTGTGTC":2091,"ACATATC":2092,"ACATGGG":2093,"TGCCACC":2094,"TTCATGC":2095,"ATCCTCC":2096,"TTATTGG":2097,"TCGAAG":2098,"AACTTCC":2099,"AACAACAA":2100,"TATACAC":2101,"AGTTTTG":2102,"AACTGTT":2103,"TACTGGG":2104,"TTTGGGG":2105,"AGTTCAA":2106,"CCCTGC":2107,"TAGTACC":2108,"AGAATTG":2109,"ATCATTC":2110,"ACATTGG":2111,"TTTGCAA":2112,"ACCAATC":2113,"ATCAACG":2114,"TGTCTTC":2115,"ATTAATT":2116,"ACTGGAA":2117,"ACTATGG":2118,"ATATATG":2119,"ATAATTTT":2120,"ATAAAAG":2121,"ATTGTAG":2122,"AGGCGGC":2123,"TCCTAG":2124,"GCGTAC":2125,"GCGAGC":2126,"TATATCC":2127,"TGGTCAA":2128,"TGTGTTG":2129,"ACCCTGC":2130,"ATGGTGC":2131,"AAGTGGG":2132,"TCCTTGG":2133,"ATAGTAA":2134,"TAGGGAA":2135,"TAGTAGC":2136,"TGGACAG":2137,"ACCAAAG":2138,"TGTTCCG":2139,"TACTTTC":2140,"TTAGATG":2141,"TTTTTC":2142,"ATCCGCC":2143,"ATCGTCG":2144,"TGCTTCC":2145,"AGCTTGC":2146,"AGCAGTC":2147,"TACTGAA":2148,"GGCTTC":2149,"TGGTAAC":2150,"ATGAATT":2151,"TGCAACC":2152,"TCTGTTG":2153,"TACATTG":2154,"ATCTACC":2155,"ATATCCC":2156,"ATAGAGG":2157,"TTATGAA":2158,"TTTCAAAA":2159,"TTCAAAG":2160,"AGAAAAG":2161,"AGAAAAGG":2162,"TGTATTG":2163,"ATCAGGG":2164,"TTATCAA":2165,"AAGTGAC":2166,"TAGTGTT":2167,"TAACAGAC":2168,"ACCACAC":2169,"GCGTGG":2170,"AGAAATTG":2171,"TGGCTAG":2172,"NNNNNNNNNNNNNNNN":2173,"AGACCCC":2174,"AGGCAAG":2175,"ACGAAAA":2176,"TGGATAA":2177,"TACCCAA":2178,"TGCTATT":2179,"TACTTGG":2180,"ATCTAT":2181,"ATGATCC":2182,"ATGGAAC":2183,"ACCCGCC":2184,"TAGATCC":2185,"AGGATAA":2186,"TGAGATG":2187,"TAATCG":2188,"AGGAGTGG":2189,"AGTTCCC":2190,"ATCAGAC":2191,"AGCTTTC":2192,"TGGGAAAC":2193,"TTTAAGG":2194,"ATACCCC":2195,"GGGTGC":2196,"AGACTGC":2197,"ATAGAAAA":2198,"ATCTGTT":2199,"TCCCTCC":2200,"TATTCGG":2201,"TGGACAC":2202,"TTGCCGG":2203,"TTTTTAC":2204,"ATAGAGAA":2205,"AGAGATG":2206,"ATTACAG":2207,"TTTGCCC":2208,"AGCAAAG":2209,"AAACAAG":2210,"TTGTGAA":2211,"ACTTTGAA":2212,"ACCTCAA":2213,"AACTATC":2214,"ATAGTAG":2215,"AGGAACC":2216,"TAAGACC":2217,"TGGATGC":2218,"ATCAGGC":2219,"TTTAACC":2220,"ATTGGGG":2221,"AGCTGTT":2222,"AGATTTC":2223,"TGGCGGC":2224,"AGACAGCG":2225,"TTAAGAA":2226,"TAAATAC":2227,"TAATCAA":2228,"TGCACAA":2229,"TGTATGC":2230,"ACTGGGC":2231,"TGACAAC":2232,"AGGTGTT":2233,"ATCCCGC":2234,"ATATACC":2235,"AGATAGG":2236,"AAGAGTT":2237,"TATTTTAA":2238,"TCATCAA":2239,"AACTCTC":2240,"AGCTGGC":2241,"AGCATCC":2242,"GGGTTC":2243,"ATTTAAG":2244,"TTTGCCG":2245,"TCAGGGC":2246,"TACAATT":2247,"TCACAGTC":2248,"ATGCCGC":2249,"GGCACG":2250,"ACAATCC":2251,"TTGTGGC":2252,"GGCAAAA":2253,"CCCAAGG":2254,"AGGAGTG":2255,"AGGATCC":2256,"TGAAAGAA":2257,"AGAAAAAA":2258,"TGATTGC":2259,"AGATAAAA":2260,"GCGTCGC":2261,"ACAGCAA":2262,"TGTGCAA":2263,"TATTTTTT":2264,"TGGAAAG":2265,"ATACAGG":2266,"ATGGGGG":2267,"TACCGCC":2268,"TTATCCC":2269,"TCCTGCC":2270,"AATCATG":2271,"AGTCCCC":2272,"ACTTTTG":2273,"TCCTCCC":2274,"ATGACCC":2275,"TCCTTTC":2276,"GCGAGG":2277,"ACCTGAA":2278,"TCTTTGG":2279,"TCGCCGG":2280,"AACTGGG":2281,"AGGGGGC":2282,"TCCTCAA":2283,"TTGAGGG":2284,"TTGCTAG":2285,"GGCGCCG":2286,"TGTGGGG":2287,"TAATATC":2288,"TGCTGGG":2289,"ATGTTAC":2290,"ATCGTGCC":2291,"AACTGCC":2292,"TACTAT":2293,"TGTGGAA":2294,"ACTTCAA":2295,"AACACTC":2296,"TTAGAAG":2297,"TGCTTTG":2298,"TGTGTGTG":2299,"AGGTGGC":2300,"TGTTTTC":2301,"ACTATTG":2302,"AGAGTGC":2303,"TACTCAA":2304,"ATCATCG":2305,"TCCAAGG":2306,"TTACTGAC":2307,"TTGGAGAA":2308,"AGGACAC":2309,"AGGAAGGC":2310,"TCCACAA":2311,"TAAAGAG":2312,"ATAGTTG":2313,"ATTTGATG":2314,"ACTTTAC":2315,"TTGGCGG":2316,"ACGGCGG":2317,"TGAAATTG":2318,"TGGTTAA":2319,"TTTTAAAA":2320,"TTAGAGC":2321,"ATGGAAG":2322,"TGACCAA":2323,"TCAACCC":2324,"TTCGGAGACAA":2325,"ATCTTAA":2326,"TCCGCCG":2327,"ATATATAA":2328,"TAGTGAA":2329,"TTTGAAAA":2330,"ATTATAG":2331,"TTGAGTC":2332,"ACCTCTC":2333,"AGGGGGG":2334,"TGGACGG":2335,"AGTAGAA":2336,"TCGGCGC":2337,"ATTCTTC":2338,"TAGTCG":2339,"AGTTATG":2340,"AGCTACC":2341,"TAGAATC":2342,"TGCTGAG":2343,"AAGCCGC":2344,"TCAGAGG":2345,"TTATATC":2346,"GGGTCG":2347,"TGGAGGC":2348,"ATGAACC":2349,"AATGAGAA":2350,"TGACTAA":2351,"TGCTGGC":2352,"ACCGCCG":2353,"TGGCCGG":2354,"ATGATAC":2355,"AACAATAA":2356,"ACTACCC":2357,"ATCATAC":2358,"AGTTTTC":2359,"ACAACGG":2360,"CG":2361,"AGCGCCG":2362,"ACGCCGG":2363,"TTGACAC":2364,"TCCTGAA":2365,"ATACCGC":2366,"ATGTACC":2367,"TGCAGAGG":2368,"ATTGTTTT":2369,"TCATTGG":2370,"AGGAGCC":2371,"ATGTGGG":2372,"AGAAACC":2373,"TTAGTAA":2374,"TGGTGAC":2375,"AAGAAGAA":2376,"AGCTGCC":2377,"ACATAT":2378,"TGGTATG":2379,"ATTACCC":2380,"TTGACCC":2381,"GGCGGCC":2382,"ATTTCAGAA":2383,"AAACGGG":2384,"ACCCCAA":2385,"TGCAGCC":2386,"TGCAAGC":2387,"ACATAAC":2388,"TGGTATC":2389,"TTTGACG":2390,"TTTAGAA":2391,"ACATTTG":2392,"TAGTTTC":2393,"TTTGTAC":2394,"GGCACCAA":2395,"TTCATAA":2396,"GGCAAC":2397,"TTGTTCC":2398,"TAGTAAG":2399,"ATGAGGG":2400,"GCGGAA":2401,"TTTCCAA":2402,"TCCACCC":2403,"ATTATCC":2404,"ATCTGAC":2405,"TAAAGCC":2406,"TCAACGG":2407,"ACCCCGC":2408,"TGTAGGC":2409,"TATTCCC":2410,"ATGAATC":2411,"TTGTTAC":2412,"TAATTAA":2413,"TCTGCGC":2414,"TCCAGAC":2415,"TCCCCGC":2416,"TAATTTC":2417,"TGCACTC":2418,"TCCACAC":2419,"ACATGGC":2420,"TAGATGG":2421,"AGGAGTC":2422,"TGGTCTC":2423,"ACCACTG":2424,"AGAATGCC":2425,"ACAGGGG":2426,"ATTAAGG":2427,"TCCTTCC":2428,"ATAATAC":2429,"TGCTTTC":2430,"ATAGAAGC":2431,"TAGAAAC":2432,"AACGCCG":2433,"TCCTGGG":2434,"AACATATT":2435,"AGGGAAG":2436,"TCATGGCC":2437,"GGCGTCG":2438,"AGGTGCC":2439,"TCAAAGAA":2440,"ACCACGG":2441,"TTGTACC":2442,"TGGTTTG":2443,"ATAATTC":2444,"AGATTAA":2445,"TAATGTC":2446,"TCATTGC":2447,"TTAGATC":2448,"ATTTGAG":2449,"TAGTATT":2450,"TGGTAGC":2451,"AAGACGC":2452,"ATTAGAG":2453,"ACAACCC":2454,"AGACGCC":2455,"TTATGCC":2456,"TAAACAC":2457,"AGCAATT":2458,"ACAATTG":2459,"AGAGAAGG":2460,"TATGATAA":2461,"AGGAATTGG":2462,"TGGAGGG":2463,"TTCAATC":2464,"ACGTCGC":2465,"TTTTCGG":2466,"TTACAAC":2467,"AAAATATT":2468,"TTGGGGC":2469,"TATGGCC":2470,"TTATATAA":2471,"ATTATATT":2472,"ATGCCAA":2473,"ATGCGAA":2474,"TTATGGC":2475,"ATTCCGG":2476,"GCGCCGG":2477,"AGGTACC":2478,"ATGCTCC":2479,"TCAGATG":2480,"ACCAGAC":2481,"ATGTCTC":2482,"ATTCATC":2483,"TGCGCCG":2484,"TGCACAG":2485,"TGTTATCC":2486,"AGGCAGC":2487,"ACAATAC":2488,"ATTGAAGG":2489,"ACAAAAG":2490,"TGAAGCC":2491,"ACATATG":2492,"ATGAGCC":2493,"ATGGCTGC":2494,"ACCTCCC":2495,"TGGATAC":2496,"TAGCGCC":2497,"ACTGCAA":2498,"TGGCAATG":2499,"TGACTTC":2500,"ACTTGAA":2501,"TTGATAC":2502,"AGAATAG":2503,"TCCAAAC":2504,"AACCCCC":2505,"AGAAATAC":2506,"GGCGCGC":2507,"GGGGAGTC":2508,"AGAGAAC":2509,"TGCATCC":2510,"TTGTAAC":2511,"ACTTCGC":2512,"TGTATAA":2513,"TTTGTAG":2514,"ACTTGGC":2515,"TCCAATG":2516,"TTGGTTC":2517,"TATAGAC":2518,"ACGGCGC":2519,"GGGTAC":2520,"TAAAGTC":2521,"AGATAGC":2522,"ATTATCG":2523,"TGGATTG":2524,"TTATATG":2525,"ATGTGCC":2526,"TATGATGC":2527,"TTAGAGG":2528,"ATAAGCC":2529,"TACTACC":2530,"TCATATT":2531,"TTTATCC":2532,"GGCGGGG":2533,"TATATATT":2534,"ATTTTCG":2535,"TGTTTGC":2536,"TCATGGC":2537,"ATTTCTG":2538,"ACCATAA":2539,"TTGAGGC":2540,"ATGTATC":2541,"ACAGGAA":2542,"ACAAGTAG":2543,"TTATAAC":2544,"TTGTCAAC":2545,"ATTTCAG":2546,"TTCTATC":2547,"TTTTATC":2548,"TGTGCGC":2549,"ACATTGC":2550,"AAGTACC":2551,"AGCACCC":2552,"TGGGGCC":2553,"TGGCGGG":2554,"TGCCGCC":2555,"TGGCTTC":2556,"TCAAGGC":2557,"TGAGGGC":2558,"ACCTTGG":2559,"ATGTAAC":2560,"TGACGCC":2561,"AACAGATG":2562,"ACGTACG":2563,"TCTGGGG":2564,"AAGTTGC":2565,"TATACATT":2566,"ACAGGCC":2567,"TGTCAAC":2568,"AGCTCTC":2569,"TTGAATC":2570,"AGAAAGAA":2571,"ACGACAA":2572,"CCGTGG":2573,"TTCTTCG":2574,"AATTCCC":2575,"TCTTGAA":2576,"TCAATAC":2577,"AGGTATT":2578,"AAGTCTG":2579,"ACATTCC":2580,"TCAAACC":2581,"AAAAATAA":2582,"ATTTCCC":2583,"TGGGGGG":2584,"GGGCCGC":2585,"AGCTAT":2586,"TAGACAC":2587,"ATGCATG":2588,"AAAAACAA":2589,"TCCTCGG":2590,"ATTTCTTCGGAGACAA":2591,"TGCACTG":2592,"ACCACTC":2593,"ATGGTAA":2594,"TGCCCGC":2595,"TGGTGGGG":2596,"ATCTGTG":2597,"ACATTAA":2598,"CCCTAA":2599,"ATTAAGC":2600,"AGTATAA":2601,"ATGAGGC":2602,"AGAAACAA":2603,"AAGTGCC":2604,"AAGACGG":2605,"TTAAGCC":2606,"ATAATATT":2607,"TGATAGC":2608,"AGAATGAA":2609,"TCTATTC":2610,"AACACGG":2611,"AGGTTGC":2612,"ATCCCGG":2613,"CCCGCCG":2614,"ATATTGAA":2615,"AAAATTG":2616,"TAGACAA":2617,"ATTCAAGC":2618,"TTCTTAA":2619,"ATAAAAGG":2620,"TGTGGGC":2621,"TTCAATG":2622,"ACCAACG":2623,"TATCGAA":2624,"TGAGGAA":2625,"TTCAATT":2626,"GGCTCG":2627,"TACATTC":2628,"GGCTTGC":2629,"ACGATGC":2630,"AAACTGC":2631,"TGTGCCC":2632,"ATCACTC":2633,"AACACCG":2634,"GCGCGCG":2635,"AACAGTT":2636,"ACATTTC":2637,"TGGTGCC":2638,"GGCTAA":2639,"ACCTATG":2640,"ATCTATG":2641,"ATAAGGG":2642,"AGGGCAA":2643,"TTCATTC":2644,"CCCAAG":2645,"TAGCTCC":2646,"CCCTTG":2647,"TTGGGCC":2648,"AGGTTTG":2649,"ACCTTCC":2650,"TCCTGGC":2651,"ATCTCCC":2652,"TCAACGC":2653,"ACCCTCC":2654,"ATGAATG":2655,"GGGAGAC":2656,"TGATACC":2657,"TGCAGGC":2658,"AAAATGCC":2659,"TTAAAAGC":2660,"TTTTTCG":2661,"AACAGAAG":2662,"ATACGAA":2663,"ATTGACAA":2664,"ATTAGTC":2665,"GGCGACG":2666,"ATGTTCG":2667,"TGTTTAC":2668,"TTGAAGAA":2669,"TATCCAA":2670,"AGGACATAC":2671,"TATCACC":2672,"ACAACGC":2673,"TTGAGAC":2674,"TG\n":2675,"TGGTACC":2676,"AGGGTTC":2677,"AGAATTAA":2678,"ATAATGAA":2679,"TGATTTC":2680,"TCCACAG":2681,"TGCAAGG":2682,"TTCAACG":2683,"TCGTCAA":2684,"ACAAACAA":2685,"TTGGAAAA":2686,"ATTGAGG":2687,"ATACATC":2688,"AGAGCATC":2689,"ATTAATC":2690,"TGCTGTG":2691,"ATGTGAC":2692,"TTTCTCAA":2693,"ACCTACC":2694,"ATGGCCG":2695,"GGGAAG":2696,"TTTACGG":2697,"AGTTTAA":2698,"TTGTGAC":2699,"TTCATCC":2700,"TCTGGCC":2701,"ATTTAGG":2702,"TATCGCC":2703,"TTAGATT":2704,"TTGTGCC":2705,"TGCTAT":2706,"TTTGGGC":2707,"ACGGCCG":2708,"AGAGACG":2709,"TCATGCC":2710,"TGTTGGAA":2711,"AC\n":2712,"TCTTTAA":2713,"TTACCAA":2714,"ACTATCC":2715,"TCTCCGG":2716,"TGCTGTC":2717,"AAGTGGC":2718,"CCCAAAA":2719,"AGAGAAAA":2720,"TGTACCC":2721,"ACGTTGG":2722,"TCCTTGC":2723,"CCCTAG":2724,"AATGATAA":2725,"ATACACC":2726,"TGGGATTC":2727,"AGGTTCC":2728,"TCTTTAC":2729,"AGAGCGC":2730,"TGAGTAC":2731,"ATCGTGCCTTCCTTTG":2732,"TGTTACCC":2733,"TTTTAGAA":2734,"TTGGCGC":2735,"TTTGCGC":2736,"ATTAATAA":2737,"TTGTATG":2738,"TATATAG":2739,"TTCTGTT":2740,"ATTCACC":2741,"TGGAGAAG":2742,"TTAGAAC":2743,"TCTTGGG":2744,"AGCTGTC":2745,"AGCTATT":2746,"ACGAGAA":2747,"AGACCGG":2748,"TTTTTTAA":2749,"AACTGTC":2750,"AGGGAAAA":2751,"AGACTAC":2752,"AGCAGCG":2753,"TGCATGC":2754,"CCCTAC":2755,"TCCATTC":2756,"TCAAAAG":2757,"ATGGCGTCTCAA":2758,"TT\n":2759,"TTATACC":2760,"TGATTCC":2761,"TTGAATT":2762,"AAGACTC":2763,"AGTATGC":2764,"ACCTTGC":2765,"AGCATGC":2766,"TGCTTGG":2767,"ATTCTAG":2768,"ATTTTTAA":2769,"ACCAATT":2770,"ACGATT":2771,"TGTCAGAC":2772,"ATAGTGAA":2773,"AGAAAAGC":2774,"AGGATAC":2775,"ATCTATC":2776,"ATGCTAG":2777,"TCAAAAC":2778,"TTGTATC":2779,"ATTCGCC":2780,"TCCCCCC":2781,"TCTTCGG":2782,"AAGGAAAA":2783,"TTTTACC":2784,"TTTGTCG":2785,"TTCCAGC":2786,"TCCATCC":2787,"ATGGTTGG":2788,"ATCAGCG":2789,"TTAATAG":2790,"TAAGAAAA":2791,"ACAGAGG":2792,"GCGACC":2793,"TGGGCAA":2794,"TTTTCCC":2795,"ATAAATAA":2796,"ATTGACG":2797,"TGGCGAA":2798,"TATAACC":2799,"TGGTCAC":2800,"TGAGTTC":2801,"AGCGCGC":2802,"TTCTCTTCC":2803,"AACTTTAA":2804,"AAGCCGG":2805,"AGCTATG":2806,"TGCTAGG":2807,"TACTTCC":2808,"TTTTCGC":2809,"TACAGGC":2810,"TTTCCCC":2811,"ATGGCGTCTCAAGGCACCAA":2812,"TCATTAA":2813,"GGGGAGTCTTCGAGC":2814,"TGAGGCC":2815,"ACCCCCC":2816,"AACACTG":2817,"ACGTTAA":2818,"TACAACG":2819,"TGCTGAC":2820,"TTTGTTTT":2821,"TCGTTGG":2822,"ACGAAAAGGC":2823,"ATCACAC":2824,"TGAACCC":2825,"TAACATT":2826,"GGGTTG":2827,"ACAAAGG":2828,"AACAAGGC":2829,"ACCAGGC":2830,"TATTAAAA":2831,"ACCAATG":2832,"TTCTACC":2833,"ATTCTGG":2834,"TTATTTC":2835,"TCTTTGC":2836,"AGCCCAA":2837,"AGCCGCC":2838,"TATCCGG":2839,"TCCATGC":2840,"AGCATAG":2841,"TTCTGGC":2842,"TACATCC":2843,"TCTATTG":2844,"TCTTCAA":2845,"TTTGAAG":2846,"TCTCTGC":2847,"ACTAAGC":2848,"TCGAGAA":2849,"TGATAAAA":2850,"TGGTAAG":2851,"TTTCCCG":2852,"AGCCCGC":2853,"TCAATAG":2854,"AGGAGTT":2855,"TTTATCG":2856,"GGCATC":2857,"TAGGCCC":2858,"AGGCGAA":2859,"AGAGAGAG":2860,"TCAGTCCG":2861,"ATGGACAG":2862,"TTTCATC":2863,"TAGAACC":2864,"TTCCAGG":2865,"AACACGC":2866,"TATCAAAA":2867,"TAGAAGC":2868,"TGATAGG":2869,"TAGGAGGC":2870,"ATAAAGAA":2871,"TTCCCAA":2872,"ATACGCC":2873,"GGCGCCC":2874,"AACGAACCCG":2875,"AAGTAT":2876,"TTGACGG":2877,"ATTTCAC":2878,"TTGTAT":2879,"GGCAGAA":2880,"AGGTCCC":2881,"TTATTTG":2882,"ACTGCCC":2883,"ACAAGCAA":2884,"AAAGAGAA":2885,"TGGAGTC":2886,"ATGAGAC":2887,"TACTCCC":2888,"ATTAACC":2889,"ACGAAGC":2890,"ATATAAC":2891,"TGCAGAC":2892,"AGCTTCC":2893,"GCGTTC":2894,"TTTCCGC":2895,"TCCACCG":2896,"ATACCTAG":2897,"AGAACGC":2898,"TAGATGC":2899,"ATCAGCC":2900,"TTGAGCC":2901,"TACTCTC":2902,"TGTGATG":2903,"AGTAAGG":2904,"TTCACGG":2905,"ATAACGG":2906,"TGTGCGG":2907,"TATGTGG":2908,"AAAGAGC":2909,"ATCCAGG":2910,"TATTTGC":2911,"TTAAGGG":2912,"TTATCGC":2913,"ATCGCCG":2914,"TACATGC":2915,"TTTTATT":2916,"ACTAACC":2917,"GGCATGG":2918,"GGGAGGC":2919,"TCAAACTC":2920,"TAACGCC":2921,"TAAACTC":2922,"TTGCCAA":2923,"AGCGTAG":2924,"TTCTGTC":2925,"TATATAAAA":2926,"AAGACCAA":2927,"TTGAACG":2928,"AAACTAG":2929,"TATTTATT":2930,"ATATCGC":2931,"AAGACTT":2932,"ATTGTGG":2933,"AGAGCGG":2934,"ATGGTCC":2935,"TGCGCGC":2936,"ACCATAC":2937,"AAGACTG":2938,"AGAACGG":2939,"ATTGTCG":2940,"AGCTATC":2941,"ACTAAGG":2942,"TAGGGCC":2943,"ATGACTC":2944,"AGCTGGG":2945,"AGCTGAC":2946,"TCCTCGC":2947,"TCAAAGG":2948,"TATTGGG":2949,"ATCGACG":2950,"ATACCCG":2951,"TCATTTT":2952,"ATGATAG":2953,"TCTATGG":2954,"AGCACAG":2955,"TCAATTG":2956,"AGGAGATC":2957,"TGATTTG":2958,"AAAATTGG":2959,"ACTACAA":2960,"TTCTGCC":2961,"ACTCATCC":2962,"TCCAGGG":2963,"TACACCC":2964,"TGTGTAA":2965,"GCGGCCG":2966,"ATCAGTC":2967,"ATGGACC":2968,"ACCAGAGG":2969,"TTCGAGTC":2970,"TGATATTG":2971,"ATGAAGAA":2972,"ACTGTCAA":2973,"ACAAAAGG":2974,"TCCCGGG":2975,"ACTCGCG":2976,"TTTTGCG":2977,"TGTAGAA":2978,"TGTCCCC":2979,"AACGGCG":2980,"TAAGTTC":2981,"TCTTGCC":2982,"TGTTACC":2983,"AGCGGCG":2984,"TATATCG":2985,"ACAAATAA":2986,"ATATCGG":2987,"TACTATG":2988,"TAACAAAA":2989,"AACTTTAG":2990,"AGGTGTC":2991,"ATCGGAA":2992,"ATGAATCCAA":2993,"AACAAGAA":2994,"ACATAAG":2995,"AGCTTAA":2996,"ATGCTAC":2997,"AACGACG":2998,"TATACAG":2999,"TCTTCCC":3000,"AGGGGCGGGGAGTCTTCGAGC":3001,"AGGTGATG":3002,"ACATGAA":3003,"AACAGTG":3004,"TGACATC":3005,"ATTCATT":3006,"TGGACCC":3007,"TCTTTTG":3008,"TTATAGG":3009,"TCCTCTC":3010,"AAACAAAA":3011,"TTTCTAA":3012,"TCTAAGG":3013,"AAGTTAC":3014,"ATGCACC":3015,"AGTATCC":3016,"ATGAACG":3017,"ACGATCC":3018,"ATATACAA":3019,"TGTGTAC":3020,"TGCTCCC":3021,"ATCAGTG":3022,"AAGGGGG":3023,"TGCTATG":3024,"AGGTTAC":3025,"ATGATAGG":3026,"TGTGTGG":3027,"TCTCCCC":3028,"GCAAACG":3029,"TCATATC":3030,"AGAAATTC":3031,"TTGATAG":3032,"AGACAGC":3033,"TGTGAAAA":3034,"ATGGAAGC":3035,"AGGTGAC":3036,"ATCCGAA":3037,"ATATAAG":3038,"ATTCCCC":3039,"TAAACAG":3040,"TTCGTCG":3041,"ACTTAAAA":3042,"TGTTGCG":3043,"ATGCCGG":3044,"TAGAGAG":3045,"TTGCAAAA":3046,"TCAAGCC":3047,"TTATGGG":3048,"GGGACG":3049,"TTTCTTTT":3050,"TTATAAG":3051,"TACCAGAA":3052,"TTGCTGG":3053,"ATTGCGG":3054,"TGTTTCC":3055,"ATCCAAAA":3056,"TGTAACC":3057,"AGTACCC":3058,"TATCAAC":3059,"TGAGCAA":3060,"AAACTCC":3061,"ATGCTGG":3062,"TCTCGGACGAAAAGGC":3063,"ATATGCG":3064,"TCAGGGG":3065,"AAGTCAG":3066,"TCATCGC":3067,"ATGACTT":3068,"TATTATT":3069,"TCTAAAA":3070,"AGCTTTG":3071,"ATGGATGG":3072,"ACCTTTG":3073,"TGATCCC":3074,"TAGCATAC":3075,"TTCTCCC":3076,"TAAGCG":3077,"ACTTGCC":3078,"TTGCGAA":3079,"AGGTGGG":3080,"TTCGACG":3081,"AGTTGCC":3082,"AGGACGC":3083,"TGCTTAC":3084,"GCGGACG":3085,"TTAGACG":3086,"AGACACAA":3087,"ACATAGC":3088,"TTCAGTG":3089,"TAGGCAA":3090,"TGGCTTTC":3091,"ATCTCTC":3092,"ATGGAATT":3093,"AGCATAA":3094,"GGGAAC":3095,"ACACACC":3096,"ACTATAA":3097,"TGGTTCC":3098,"TTTAAGC":3099,"AGATCGC":3100,"TTCCCGG":3101,"TAGTGCC":3102,"TTCAGCC":3103,"ATAGAAG":3104,"TCGACGG":3105,"TACTTAA":3106,"TATGAAAA":3107,"ACTGACC":3108,"TTCTCCG":3109,"ATCTTATTTCTTCGGAGACAA":3110,"TAGATAC":3111,"GGGAGAA":3112,"TGAGTGGG":3113,"TGCCCAA":3114,"ACTATTC":3115,"ACCGCCC":3116,"ATTACAAC":3117,"TCCAACC":3118,"AGCTTAC":3119,"TATGTTTT":3120,"ACGAAGG":3121,"AGGAGTTGG":3122,"TTTGCGG":3123,"TATAGTG":3124,"ATCGTGCCTTCCTTTGACATG":3125,"AAGAAATGG":3126,"TATGTAA":3127,"ACCACAG":3128,"ACCATTC":3129,"TCAAGCG":3130,"TCGTCGG":3131,"AGAAGTAA":3132,"ATCTGCC":3133,"AGAATGTGC":3134,"TTAGACC":3135,"TATTTAG":3136,"TCATAAG":3137,"AACTGAC":3138,"AGGGAGG":3139,"ACGTTTT":3140,"ATTGTTC":3141,"ATTACTT":3142,"ATATAAGC":3143,"AGAGAAGC":3144,"TTTCCCCC":3145,"ACACAAAA":3146,"ATGGCATGCC":3147,"TGAAAAC":3148,"TTATAAAA":3149,"TAGTTGG":3150,"ATGGTTC":3151,"TACTATC":3152,"AAAGAGG":3153,"GGGAACC":3154,"ATATTTTTC":3155,"AGAGAGG":3156,"TGTAGCC":3157,"TTCAGCG":3158,"TAGATTC":3159,"TGAATAA":3160,"TCTTTCAA":3161,"TTTGGCG":3162,"TACCATC":3163,"TGTATCC":3164,"AAGCAGC":3165,"AAGTGTC":3166,"AACATTTG":3167,"TGGCTGG":3168,"AGATTCG":3169,"ATTTGCG":3170,"TTGACTC":3171,"ACAAAGAA":3172,"ATATGGCC":3173,"AGGAAATG":3174,"TTGACAG":3175,"TTCCTCG":3176,"AAGAGTG":3177,"TCCACGG":3178,"TATAGGC":3179,"TACAGAC":3180,"AAGGCCC":3181,"TGGGTCTC":3182,"TGGTCCC":3183,"AGCTGTG":3184,"TAATTGC":3185,"AGAGAACC":3186,"AGCCACC":3187,"TGACCCC":3188,"ATGGTGTC":3189,"AGGTATG":3190,"CCGTGC":3191,"TCAAACAC":3192,"ATTGAACC":3193,"ACCAGAAG":3194,"TGAATCC":3195,"TGCAATC":3196,"AGTCAAAA":3197,"TGAACGG":3198,"TAATTTG":3199,"CCCAAC":3200,"TGTGGCG":3201,"ATGGACG":3202,"TATACCC":3203,"AAGCCCC":3204,"TTCTACGG":3205,"ATGATCAA":3206,"TACAGGG":3207,"TGAAGCG":3208,"AGGCCGG":3209,"ACTTTTC":3210,"ATGTTTTC":3211,"TTTCTTG":3212,"ATATAGC":3213,"AGTTTCC":3214,"TTCAGGG":3215,"AAGAAGGC":3216,"AGAGGCG":3217,"TAGTATC":3218,"TGCCCGG":3219,"ATTACTC":3220,"ATATGCAA":3221,"CCGAGC":3222,"AATGAAAA":3223,"ACTAAAA":3224,"AAACTAC":3225,"TCTGAAAA":3226,"ACAAACAC":3227,"AGCCAGG":3228,"TTCTATG":3229,"ATTGATAA":3230,"AGAGATCC":3231,"ATTTACG":3232,"AGGTCTC":3233,"TAACTAC":3234,"TAATTAC":3235,"TCGATGC":3236,"ANG":3237,"ACCATCG":3238,"TTTCAGGTAG":3239,"ATACTTG":3240,"TTAGTGG":3241,"TATCGGG":3242,"AGGCCAA":3243,"TCACCGC":3244,"ATAATTG":3245,"TACCTCC":3246,"ANC":3247,"TCTATAA":3248,"AGGGGCC":3249,"ACCTGGC":3250,"TAAACCC":3251,"TCCCGAA":3252,"TGA\n":3253,"TTCATCG":3254,"TATAAGC":3255,"TTTACCC":3256,"TTAAAAC":3257,"ACCCGAA":3258,"ATATTCAA":3259,"TGGAAAGG":3260,"ATAAAACC":3261,"TCGAAC":3262,"TAATGGG":3263,"TGCGCCC":3264,"TCACCGG":3265,"ATATATTC":3266,"ACAGCGG":3267,"ATACCGG":3268,"TGATGCG":3269,"TGTTCCC":3270,"TACACAG":3271,"AAGAGGAA":3272,"AAGCCAA":3273,"ATAAAGC":3274,"AACATAG":3275,"TTGCTCC":3276,"AACGTCG":3277,"TTCACCC":3278,"AGCCCGG":3279,"TGCAGAGGAGTATG":3280,"TAGCCGC":3281,"TTGCGGG":3282,"AAAAGAAAA":3283,"TATTACC":3284,"AGAATTTT":3285,"CCGATG":3286,"ACCGACG":3287,"AGAATTGG":3288,"TAACACC":3289,"ATCATAG":3290,"AGTTTAG":3291,"AGATTGGG":3292,"GGCTTTT":3293,"ATTGTCC":3294,"ATTCCGC":3295,"ATTTGTTC":3296,"ATCCAAAG":3297,"TTGACGC":3298,"ATCTTAC":3299,"ATGCATT":3300,"TGGATCG":3301,"ATAATAAC":3302,"AGCCCCC":3303,"TCGACAA":3304,"TTCAGTC":3305,"ATCCATAC":3306,"TAGAGAGAA":3307,"TAATGCC":3308,"ATAAACAA":3309,"TGTCAACG":3310,"AAGAGAAG":3311,"TCGACGC":3312,"TTGTGTG":3313,"TAATGGC":3314,"AGATGGCC":3315,"ATTTAGC":3316,"ATCACTG":3317,"ACGACGC":3318,"AATCGGC":3319,"ATAATGC":3320,"AGCTGAAG":3321,"TATAGTT":3322,"TATACTG":3323,"TGACAAG":3324,"AACTGTG":3325,"TCCTCTG":3326,"TAATAGC":3327,"TGGCGGCC":3328,"AGCACGG":3329,"ATACTAC":3330,"AGCTCCC":3331,"AATCAAAA":3332,"TCGCGCG":3333,"TGCGGCC":3334,"TCCCCAA":3335,"AGCGGCC":3336,"ACGTTGC":3337,"AGATATAA":3338,"ATACAAC":3339,"GGGAAAG":3340,"ATGATGAA":3341,"ACGAGAC":3342,"TTTCTGG":3343,"AGGTATC":3344,"TTTACGC":3345,"TGCACCC":3346,"ATATCCG":3347,"AGGTCAA":3348,"TATTTCC":3349,"ACTTTCAA":3350,"ATTGACC":3351,"AAGTCTC":3352,"TATTATTC":3353,"ACTTTGG":3354,"TGAAAGAG":3355,"TATACTC":3356,"AGGGCCG":3357,"TTGCCCC":3358,"TTTAACG":3359,"TGATTAA":3360,"TCATTTG":3361,"ATGGCGTCTCAAGGCACCAAACGATC":3362,"TAGAGAC":3363,"TGGTTAC":3364,"TAAATCC":3365,"TCGTTAA":3366,"TGCCTGC":3367,"TGTACGG":3368,"TAAAATTAA":3369,"ATTTATGC":3370,"TAGTTAA":3371,"ACAGTATG":3372,"ATAAAAGC":3373,"TGAATCCC":3374,"AGGGATAC":3375,"TGCCCCC":3376,"TCGATGG":3377,"TATATTTT":3378,"ATGCAGAA":3379,"TCCAAAG":3380,"ACGTGGG":3381,"TTCACAC":3382,"ACACCGC":3383,"TGGCCCC":3384,"ATGACGG":3385,"TAAATTG":3386,"TAAAGGC":3387,"TATGGCG":3388,"AAAATTTT":3389,"TCAGAAC":3390,"ATCAGAGG":3391,"TTGTCTC":3392,"CCGTTC":3393,"ATGTAGC":3394,"ATTGCCC":3395,"TAAGAGAA":3396,"TGGCACC":3397,"TCATGGCCTGATGG":3398,"ACAAGGCC":3399,"TCAAAACC":3400,"ATAATCC":3401,"ATTGATGG":3402,"TTTATTAA":3403,"AATTTGAA":3404,"ACACCGG":3405,"TTATAGC":3406,"ATATACG":3407,"ATTTTCCC":3408,"AGCACTG":3409,"AACGGCC":3410,"ATCACCG":3411,"TTCCCCG":3412,"AAGTGTG":3413,"ATCAGTT":3414,"TCTCTTTT":3415,"ATCTAAC":3416,"TCTCGGACGAAAAGGCAACGAACCCG":3417,"AAGTCCC":3418,"GGCGCGG":3419,"TGAACGC":3420,"ATTAGTG":3421,"TAAATGG":3422,"TCGTTTT":3423,"TAGCATG":3424,"TCTTTGGG":3425,"AGTCAGAA":3426,"TCTGCCC":3427,"AGGCTCTC":3428,"TTGCAAC":3429,"AAAGTATG":3430,"AGTAGCC":3431,"TCGAAGG":3432,"ATAAGGC":3433,"TATCCCC":3434,"TGTTTAG":3435,"AGATGCG":3436,"AGGGTGG":3437,"ACTCCGG":3438,"AAAGTGCC":3439,"ATATATTG":3440,"TGAGAGAA":3441,"TAATTCC":3442,